{"sighted_at": "20000105", "reported_at": "20000105", "location": " Hawkinsville (3 miles north, 100 miles south Atlanta), GA", "shape": " triangle", "duration": "5 minutes", "description": "Object with 3 large spotlights making absolutely no noise as it flew over us.My wife and I were leaving my parents house about 3 miles north of Hawkinsville last night.  We saw what appeared to be a large single spot light to the south (possibly between us and town).  We stopped in the drive way and turned off the vehicle.  The light did not appear to be moving at all.  After a few minutes the object began to bank to the east and then back to the north.  At this time it appeared that there were in fact three lights on the object.  It seems possible that the lights were on the wing tips and the front landing gear of an aircraft.   There were a few strange things: 1. absolutely silent, no noise of any kind, not even when the object passed by and was leaving our area.  We appeared to be directly behind the object (usually you will hear some sort of &quot;rumble&quot; after a plane leaves.)  2. The object was not moving for a number of minutes (I realize that an airplane coming straight towards you does not appear to be moving).  3.  It had an odd red flashing light on top, in the middle of the object.  It looked like an old style red ambulance light flashing. I have been a private pilot for about 15 years and an airplane buff all my life.  This object baffled me.  It was one of those situations that makes the hair stand up on the back of your neck. I should also mention that we are located about 25 miles south of Robins Air Force Base in Warner Robins GA.  This may have been some sort of military plane, it did not look like an airplane and it did not look like anything I had ever seen before."}
{"sighted_at": "19960531", "reported_at": "19970509", "location": " Chinquipin (Matagorda county, 10 miles southeast of se, TX", "shape": " light", "duration": "5 minutes", "description": "Summary : A single point of light resembling a satallitebut moving very fast and making instant sharp turnsunlike any known object can.Me and my brother were sitting on the dock at our bay house fishing. My brothers attention was drawn away bywhat he believed to be a shooting star.He pointed at it but i was unable to locate it due to partial cloud cover, and its dimmness. He lost sight of it in the clouds, but regained sightof it comming out from the other side of the cloud. At that point he noted that the object made a course change of about 20 degrees and continuedout of sight over the horizon. The object followed an almost perfect north to south course untill the change which was slightly more to the east.I was unable to see this object as it was moving so fast it was gone in less than 10 seconds. There was no &apos;tail&apos; on the object, nor was theremore than one single point of light. its dimmness was equivilent to that of a satellite reflecting the sun in the evening and reflecting the suns light.After he settled down, and finished explaining his idea about it being a UFO, we went back to fishing, both of us now watching the sky.  Less than5 minutes later, the object reappeared, again from the north. this time I was the one who spotted it first and pointed it out to my brother. He confirmedthat it was the same object he viewed previously. With both of us watching, the object started a series of right angle turns that seemed to defy the laws of physics.It made about 6 or 7 course changes overhead and continued towards the south like origionally, and disappeared behind our bay house. It AGAIN reappeared out fromthe side of the bay house low on the horizon to the south over the gulf of mexico. at this point it was moving horizonally and was moving extremely fast the entire way.By extremely fast I mean like a shooting star moves fast. We both watched it move horizontally about 30-40 degrees across the horizon, then it turned again, in a very sharpzero curve turn to a northerly direction. It proceeded across the sky making one final course change of about 10-20 degrees comming to an almost perfect north direction andproceeded out of sight into the clouds along the north horizon.I need to note here that it is uncanny how familiar it is to the looks of a satellite in orbit. We both had the perception that the object was VERY far away. With the exceptionof a few low clouds, it was VERY dark and MANY stars were visible. I think city lights (like from Houston 60 miles away) would easily have drowned out the light.its my personal view that the object was not in our atmosphere.Also, i emphasize that every single turn it made had no &apos;curves&apos; in them. If you drew a right angle, thats the path it was following.I would have been more skepticle of what we saw, but increadibly, there was a report the following monday (we saw it on the first saturday morning following memorial day)in the Houston Chronicle (June 2nd i believe) reporting that there were 16 reported sightings of a UFO from Galveston Island. This island is approx. 80-100 miles WNW of ourlocation."}
{"sighted_at": "20000105", "reported_at": "20000105", "location": " Summerfield, (approx.1/2 mile west of), IL", "shape": " changing", "duration": "approx.4-5 minutes", "description": "After being dispatched to the north side of Lebanon,I saw two large,very bright white lights that changed into one,then when I got closer,it changed into a cigar shape,then when it flew almost directly over me,it was triangular.It made no noise as it flew overhead.I last saw it heading south-west towards Shiloh,and advised the dispatcher to let them know.A total of four police officers saw this.Myself(Lebanon PD),Shiloh,Millstadt,and Dupo,.All are in Illinois.At 0415,I was dispatched to the north side of Lebanon,Illinois,in reference to a call received by the St.Clair County Sheriff&apos;s Dept. about an object that was described to be as big as a two story house with bright lights flying around the northern end of Lebanon.While heading east on Widicus Road,I saw what looked like two big,very bright white lights,very close together,in a stationary position,over the town of Summerfield.I called this in to the dispatcher,and advised that I was going over there to check on it.I also told them it definately wasn&apos;t the moon or a star. While heading south on Rt.4,it changed shape,and looked like the two lights merged into one big one before my eyes.After getting into the town of Lebanon,I turned eastbound onto Rt.50.While traveling eastbound,I watched it change into what looked like an elongated cigar.It was to the south-east of me at this time.There were a few cars on the road,so I turned on my overhead emergency lights,I was going approx.75-80 mph while heading in the direction of the object.When I turned onto old Rt.50,it started moving slowly noth-east.I stopped my squad car,turned off the overhead lights,and turned off the car. It then headed south-west at a very high rate of speed.It looked like it was somewhere around 2000 ft above the ground.It passed just south of my position,approx. 150-200 feet away from me.When I began to tell the dispatcher,it then accelerated ,and headed south-west,towards Shiloh,before I could finish what I was going to tell the dispatcher,it looked like it was over Shiloh&apos;s south-east side.I told the dispatcher that if a Shiloh officer would look up,he should see it.Right after the end of my transmission,Shiloh advised he could see it,and that it was still heading south-west at a high rate of speed.Soon after that,the Millstadt officer told the dispatcher that he could see it.The next reporting agency was the Dupo police Dept.,who said he was watching it through his field glasses. I couldn&apos;t discern what shape it was until it flew almost overhead.When it did,it looked like a large,narrow triangle,with the sides being longer than the base.It had three large,very bright white lights in what appeared to be the three corners.The lights were pointing straight down,with no oscilation.There was one red light that blinked near the base,just in front of,and in between the large white lights.When it was moving away from me,the back end looked long and narrow,with white light coming from it.The light looked like it was one long unit.There were multi-colored lights spaning the length of the back.I could tell there was more than one color,but not sure which ones because they seemed to blend together.Total length of observation was approx.4-5 minutes.Also,when it flew past me,It made no noise. I&apos;ve drawn a total of five pictures of what I saw,and the Shiloh officer has drawn one.The Millstadt officer said he was able to take a picture of it,but that it turned out fuzzy due to the cold."}
